Repository: YadurajManu/CazyShiit
Catalog: CazyShiit/Resources/*.lproj/Localizable.strings
Languages: hi

source: Select Language
hi: भाषा चुनें

source: Done
hi: पूर्ण

source: Welcome to AIयुष
hi: AIयुष में आपका स्वागत है

source: Your Health, Our Priority
hi: आपका स्वास्थ्य, हमारी प्राथमिकता

source: Experience the future of healthcare
hi: स्वास्थ्य सेवा का भविष्य अनुभव करें

source: Smart Healthcare
hi: स्मार्ट स्वास्थ्य सेवा

source: AI-Powered Diagnosis
hi: AI-संचालित निदान

source: Complete Care
hi: पूर्ण देखभाल

source: Beyond Appointments
hi: अपॉइंटमेंट से परे

source: Get Started
hi: शुरू करें

source: Next
hi: अगला

source: Skip
hi: छोड़ें

source: AI-Powered Health Recommendations
hi: AI-संचालित स्वास्थ्य सिफारिशें

source: 24/7 Doctor Availability
hi: 24/7 डॉक्टर उपलब्धता

source: Secure Medical Records
hi: सुरक्षित चिकित्सा रिकॉर्ड

source: Symptom Analysis
hi: लक्षण विश्लेषण

source: Specialist Matching
hi: विशेषज्ञ मिलान

source: Health Predictions
hi: स्वास्थ्य भविष्यवाणियां

source: Health Timeline
hi: स्वास्थ्य टाइमलाइन

source: Medicine Reminders
hi: दवा रिमाइंडर

source: Family Health Tracking
hi: परिवार स्वास्थ्य ट्रैकिंग

source: Heart Rate
hi: हृदय गति

source: Blood Pressure
hi: रक्तचाप

source: SpO2
hi: ऑक्सीजन स्तर

source: Temperature
hi: तापमान

source: Initializing AI Health System
hi: AI स्वास्थ्य प्रणाली प्रारंभ हो रही है

source: Active Users
hi: सक्रिय उपयोगकर्ता

source: Doctors
hi: डॉक्टर

source: App Rating
hi: ऐप रेटिंग

source: Accuracy
hi: सटीकता

source: Avg. Response
hi: औसत प्रतिक्रिया

source: Support
hi: सहायता

source: Better Adherence
hi: बेहतर अनुपालन

source: Faster Care
hi: तेज देखभाल

source: Satisfaction
hi: संतुष्टि
